Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: valuable clues" in my view the Court of Appeal assumes a threshold which is too low for the seizure to be accepted when it also states that "it is uncertain how much PST will get out of" the film recording showing the car journey from Oslo to Gothenburg.
nb: beslaget når den samtidig uttaler at det er "usikkert hvor mye PST vil få ut av"filmopptaket som viser bilturen fra Oslo til Gøteborg.

source: , ascribes the culpability requirement to the offender – “the person who physically committed the offence”, see paragraph 242.
nb: Jeg nevner her at EMD i G.I.E.M-dommen knytter skyldkravet til lovovertrederen – «the person who physically committed the offence», se avsnitt 242.

source: This also means that it is not necessary to further assess whether the circumstances of our case fall within the scope of the Dispute Act section 4-3.
nb: Dette innebærer også at det ikke er nødvendig å vurdere nærmere om forholdene i vår sak faller inn under tvisteloven § 4-3.

source: In the Immigration Regulation section 12-1, further provisions are given on exemptions from the right to have a travel document issued.
nb: I utlendingsforskriften § 12-1 første ledd er det gitt nærmere regler om unntak fra retten til å få reisebevis.

source: Volstad's loss is accordingly linked to the period after 2032.
nb: Volstads tap knytter seg dermed til perioden etter 2032.

source: The Supreme Court found that this is covered by section 298 of the Penal Code on sexually offensive conduct.
nb: Høyesterett fant at dette forholdet rammes av straffeloven § 298 om seksuelt krenkende atferd.

source: The power of attorney granted to the chair of the board in ReeM, Aslak Aslaksen, to subscribe for shares on behalf of NF, is "irrevocable".
nb: Fullmakten ReeMs styreleder, Aslak Aslaksen, fikk til å tegne aksjer på vegne av NF, er gjort "ugjenkallelig".

source: I confine myself to referring to my review of the claim relating to the two-stroke engines.
nb: Jeg nøyer med her med å vise til drøftelsen av kravet i tilknytning til totaktsmotorene.

source: It is set out in Articles article 31 and 32 of the Convention that other sources of law will have limited relevance to the interpretation.
nb: Det går fram av artikkel 31 og 32 i konvensjonen at andre kilder vil ha begrenset plass ved tolkningen.

source: It is assumed that A, in agreement with F, kept the passports of the aggrieved parties.
nb: Det legges til grunn at A i forståelse med F oppbevarte passene til de fornærmede.

source: Mohamed Hasan v. Norway
nb: Mohamed Hasan mot Norge

source: Even if A has not contacted her since 2004, these effects are still a reality for her.
nb: Selv om A ikke har kontaktet henne siden 2004, er disse virkningene fremdeles en realitet for henne.

source: This was strongly criticised.
nb: Dette kom det sterk kritikk mot.

source: However, it has been established in legal practice that Article 97 of the Constitution also affects what the new Execution of Sentences Act can contain.
nb: Det er imidlertid slått fast i rettspraksis at Grunnloven § 97 også får betydning for hva ny lov om straffegjennomføring kan inneholde.

source: From the statement of costs it appears that 431 hours have been spent on the Supreme Court proceedings at an average hourly rate of more than NOK 4 200 including VAT.
nb: Det fremgår av sakskostnadsoppgaven at det for behandlingen i Høyesterett har medgått 431 timer til en gjennomsnittlig timepris på over 4 200 kroner inkludert merverdiavgift.

source: Justice to express his Opinion states on this point.
nb: hva førstvoterende uttaler om dette.

source: in the interest of the reindeer herders
nb: i reindriftsutøvernes interesse

source: brought in the country where the bankruptcy occurred. This was in line with section 145
nb: Denne løsningen var i tråd med den norske konkursloven § 145 første ledd nr.

source: The management in NAN found that without a capital contribution from NAS and a reduction in NAN's level of costs, there was a risk that the company early in 2015 would not meet the aviation authorities' capital requirements.
nb: Ledelsen i NAN mente at uten kapitaltilførsel fra NAS og reduksjon i NANs kostnadsnivå var det fare for at selskapet tidlig i 2015 ikke ville oppfylle luftfartsmyndighetenes kapitalkrav.

source: Supreme Court ruling Rt. 1998 page 1993 shows that this also applies to the assessment of
nb: 1998 side 1993 viser at dette også gjelder ved bedømmelsen av

source: Ten years later, in 1855, the figures had been reduced to 14 Sami and 491 reindeer.
nb: Ti år senere, i 1855, var antallet redusert til 14 samer og 491 reinsdyr.

source: The purpose of the policy in question seems to have been to restrict the number of herders "for economic and ecological reasons and to secure the preservation and well-being of the Sami minority", see para 9.5.
nb: Formålet med den aktuelle lovgivningen synes å ha vært å begrense antallet reindriftsutøvere "for economic and ecological reasons and to secure the preservation and well-being of the Sami minority", se punkt 9.5.

source: It must also be assumed to cover Norwegian interests abroad, at least insofar as the interests are of such a nature that they are of importance to national security.
nb: Videre må det kunne legges til grunn at norske interesser i utlandet omfattes, i alle fall i den grad interessene er av en slik art at de er av betydning for rikets sikkerhet.

source: This shows that the number of denials of release on probation after two-thirds of the sentence had been served was between 20 and 24 per cent in the years 2001-2003, and that there is considerable variation between prison regions and between the individual prisons within a region.”
nb: Det viser at antall nektelser av prøveløslatelse etter to tredjedels tid var mellom 20 og 24 prosent i årene 2001–2003, og at det er atskillig variasjon mellom fengselsregionene og mellom de enkelte fengsler innenfor en region.”

source: "The following types of documents in the secured material may be submitted to the police for them to decide whether they should be seized:
nb: "Følgende typer dokumenter i det sikrede materialet kan utleveres til politiet for vurdering av beslag:

source: You must remain
nb: Du må oppholde deg

source: The work is made available to the public when
nb: Verket gjøres tilgjengelig for allmennheten når

source: for any disciplinary reactions vis-à-vis the judge.
nb: Tilsynsutvalget fant ikke grunnlag for å reagere med disiplinærtiltak overfor dommeren.

source: Thus, the first question is whether any "firm rule" exists determining which country's law to apply when resolving disputes regarding creditor protection in connection with security interest in non-negotiable claims.
nb: Spørsmålet er altså først om det eksisterer noen "fast regel" om hvilket lands rett som skal legges til grunn for avgjørelse av tvister om kreditorvern for pant i enkle pengekrav.

source: on page 326: The only thing it takes is ‘contributory causation’.” In
nb: 326 uttaler: Det er bare et ‘medvirkende årsaksforhold som kreves.’»

source: This has also been the practice of the Register of Business Enterprises since 1988.
nb: Slik har også Foretaksregisteret praktisert bestemmelsen siden 1988.

source: of the highest possible relative performance – I find that a more likely interpretation is that
nb: Videre deltakelse i Selskapet er betinget av at arbeidsforholdet opprettholdes.

source: Did you find what you were looking for?
nb: Fann du det du leita etter?

source: However, based on what I have already said about descriptive marks in general – it takes a lot.
nb: Det følger imidlertid allerede av det jeg har sagt om deskriptive merker i sin alminnelighet at det skal mye til.

source: covering is described as follows by the Court of Appeal:
nb: Det er ikke gjennomført formell konsekvensutredning.

source: In paragraph 148 of Mohamed Hasan v. Norway, the ECtHR stresses the strict procedural requirements that must be met by the domestic decision-making authorities.
nb: I avsnitt 148 i Mohamed Hasan-dommenfremhever domstolen de strenge saksbehandlingsgarantiene som må oppfylles av de nasjonale avgjørelsesmyndighetene.

source: In my opinion, this condition also implies that the change that has taken place must be sufficiently
nb: Men etter min mening er det også nærliggende å forstå vilkåret slik at den endringen som har skjedd, må ha

source: In accordance with sections 3 and 4 of the Regulations, the Ministry of Foreign Affairs has
nb: I medhold av forskriften § 3 og § 4 har Utenriksdepartementet utarbeidet lister over lisenspliktige varer, blant annet militært materiell.

source: The Court began its discussion of the complaint about the lack of reasons for the guilty verdict by recalling its previous general statements about the requirement in Article 6 to give reasons, including the need to accommodate any special procedural features, particularly in assize courts where the jurors are not required to give reasons for their personal convictions, see paragraphs 40 and 41.
nb: Domstolen innledet sin drøftelse av klagen over manglende begrunnelse med å gjenta tidligere generelle uttalelser om begrunnelsesplikten etter artikkel 6, herunder at det må tas hensyn til særlige sider ved rettergangen, spesielt i assize-domstoler, hvor jurymedlemmene ikke plikter å begrunne sin overbevisning, se avsnitt 40 til 41.

source: However, the concept of "making available" has turned out to be flexible enough to cover the new forms of communication of works:
nb: Tilgjengeliggjøringsbegrepet har imidlertid vist seg å være fleksibelt nok til å dekke de nye formene for verksformidling:

source: (129) I have concluded that the decision not to reverse the refusal of the application for a
nb: (129) Jeg har konkludert med at beslutningen om ikke å omgjøre avslaget på søknaden om

source: He was 71 years of age, and he had Mr Kallar’s statement read aloud.
nb: Han var 71 år gammel, og han fikk opplest Kallars forklaring.

source: What is the mandate of EULEX and how do they work?
nb: Hva er mandatet til EULEX, og hvordan jobber de?

source: In 2001, Braathens SAFE was acquired by SAS.
nb: I 2001 ble Braathens SAFE kjøpt opp av SAS.

source: complaint were dismissed.
nb: Disse delen av klagen ble avvist.

source: The ministry also did not discuss article 28, and the proposal to continue the then practice has not been commented on.
nb: Heller ikke departementet drøftet artikkel 28, og forslaget om å videreføre dagjeldende praksis kommenteres ikke.

source: The respondents have submitted as further evidence of Skaugen being bound by the arbitration agreement that there is a three-party constellation – a contract chain consisting of contracts between MAN Germany and the Shipyard, and then between the Shipyard and Skaugen Norge.
nb: Ankemotpartene har som ytterligere grunnlag for at Skaugen må anses bundet av voldgiftsavtalen, vist til at det foreligger en trepartskonstellasjon – en kontraktskjede bestående av avtaler mellom MAN Tyskland og Verftet, og dernest avtaler mellom Verftet og Skaugen Norge.

source: I never received any response from GSK as to whether purple was not a colour code as opposed to the other colours."
nb: Jeg fikk aldri noen tilbakemelding fra GSK om at lilla i motsetning til de andre fargene ikke var en fargekode."

source: Whether extradition to Poland amounts to a violation of Article 6 of ECHR.
nb: Spørsmål om overlevering til Polen vil krenke EMK artikkel 6

source: As mentioned, the solution must therefore be based on an overall assessment of the country with which the case is most strongly or closely connected.
nb: Som nevnt må løsningen derfor finnes etter en vurdering av hvilken stat saken etter en totalbedømmelse har den sterkeste eller nærmeste tilknytning til.

source: In 2010, the salary was equal to 130 000 rupees and in 2011 it was equal to 140 000 rupees.
nb: I 2010 var lønnen tilsvarende 130 000 rupier og i 2011 tilsvarende 140 000 rupier.

source: Section 71 of the Penal Code regulates against whom confiscation may effected.
nb: Straffeloven § 71 regulerer hvem inndragning kan foretas overfor.

source: Neulinger and Shuruk
nb: Neulinger og Shuruk mot Sveits

source: Del Rio Prada v. Spain
nb: Del Rio Prada mot Spania

source: There is also no indication in article 5 (3) that a distinction must be made between before and after a sale.
nb: Men heller ikke teksten i artikkel 5 (3) gir noen indikasjon på at det er ment trukket opp et skille før og etter salg.

source: early retirement pension
nb: , og ikke en alderspensjon.

source: Sør-Fosen sijte (Counsel Andreas Brønner and Counsel Eirik Brønner), Nord-Fosen siida (Counsel Knut Helge Hurum) and Fosen Vind DA (Counsel Pål-Martin Abell and Counsel Johan Fredrik Remmen)
nb: Statnett SF (advokat Pål-Martin Abell og advokat Johan Fredrik Remmen) mot Sør-Fosen sijte (advokat Andreas Brønner og advokat Eirik Brønner), Nord-Fosen siida (advokat Knut Helge Hurum) og Fosen Vind DA (advokat Pål-Martin Abell og advokat Johan Fredrik Remmen)

source: The right to appeal is regulated in 45-20.
nb: Klageadgangen er regulert i § 45-20.

source: It is also unclear whether the change in practice applied to inmates who had been sentenced to more than 18 years of imprisonment.
nb: Det er også uklart om praksisendringen omfattet de innsatte som var idømt fengselsstraff i mer enn 18 år.

source: The provider of notarial act is called the notarius publicus.
nb: Hvilke typer notarialbekreftelser gir notarius publicus?

source: In serious cases, the police may also order destruction or relocation subsequently pursuant to section 18.
nb: Ved uønskede hendelser kan politiet dessuten i ettertid vedta avliving eller omplassering med hjemmel i § 18.

source: A significant effect is also caused by the fact that the Tax Act allows depreciation of the entire established value of the structural quotas, even if it is foreseeable that parts of the structural quotas from and including 2033 will be carried over in the form of an increase of the basic quota.
nb: Det har også betydelig effekt at skatteloven tillater avskrivning av hele den fastsatte verdien av strukturkvotene, selv om det er påregnelig at deler av strukturkvotene fra og med 2033 vil bli videreført i form av økning i grunnkvoten.

source: The Supreme Court found that section 32 of the House Building Act had to be interpreted restrictively, preventing the individual owner from requesting rectification in common areas.
nb: Høyesterett kom til at bustadoppføringslova § 32 måtte tolkes innskrenkende. Den enkelte sameier kunne ikke kreve at utbygger rettet mangler i fellesareal.

source: conducted at any rate on Roltdal State Common.
nb: tallet ble drevet reindrift i alle fall i Roltdal statsallmenning.

source: He has, as mentioned, had a practically uninterrupted prohibition against contacting NN from October 1998 until May 2005.
nb: Han har som nevnt hatt et nærmest sammenhengende forbud mot å kontakte NN fra oktober 1998 til mai 2005.

source: He was then aged 72, and informed the
nb: Han var da 72 år gammel, og opplyste at han var husmann under garden

source: During the autumn of 2017, CSN and PSN were transferred to NAR, which makes NAR the current parent company for all pilots and cabin crew members in Norway, Sweden and Denmark.
nb: Høsten 2017 ble CSN og PSN overført til NAR, slik at NAR nå er morselskap for alt pilot- og kabinpersonell i Norge, Sverige og Danmark.

source: "(69) In my view, these points of departure concerning the impact of the Constitution suggest that the norm in Article 97 opens the door to compromises between an absolute prohibition and an evaluation of the totality of the circumstances where only particularly unreasonable and unfair retroactivity is prohibited.
nb: "(69) Etter mitt syn tilsier disse utgangspunkter om Grunnlovens gjennomslagskraft at normen i § 97 åpner for mellomvarianter mellom et absolutt forbud og en helhetsvurdering hvor bare den særlig urimelige og urettferdige tilbakevirkning er forbudt.

source: Section 4 of the Police Databases Act sets out that data can “only be processed for the purpose for which they have been gathered or for other police-related purposes”, unless otherwise provided by law or in accordance with law.
nb: I politiregisterloven § 4 fremgår at opplysninger kan «behandles til det formålet de er innhentet for eller til andre politimessige formål», med mindre annet er bestemt i lov eller i medhold av lov.

source: A (Counsel Mariette Garborg) v.
nb: A (advokat Mariette Garborg) mot B

source: concomitant conflicts have been dealt with in detail by Professor Kjell Haarstad in his book “Sørsamisk historie” [South-Sami history], 1992, pages 219-293.
nb: konflikter er nærmere behandlet av professor Kjell Haarstad i boken «Sørsamisk historie», 1992, side 219-293.

source: Pursuant to the Regulation section 2, Norwegian fishery authorities may grant exemptions from the prohibition.
nb: Av forskriften § 2 følger at norske fiskerimyndigheter kan gi dispensasjon fra forbudet.

source: I have also found that the assistance to D and L, see count IV, cannot justify participation from as early as August 2013 under count II.
nb: Jeg har videre lagt til grunn at bistanden til D og L, jf. tiltalens post IV, ikke kan begrunne deltakelse allerede fra august 2013 under post II.

source: Similar phrasing is used in the ruling of 12 November 2002 in C-206/01
nb: Lignende formuleringer er benyttet i dom 12. november 2002 i sak C-206/01

source: After an overall assessment of the evidence, placing special weight on the statements of the three aggrieved parties, as well as the statements of L, M, N and J, the court of appeal finds proved that D, E and C worked 12 to 14 hours a day during the high season and rarely less than 12 hours a day during the low season.
nb: Etter en samlet vurdering av bevisene, og med særlig vekt på de tre fornærmedes forklaringer, samt forklaringene til L, M, N og J finner lagmannsretten det bevist at D, E og C arbeidet 12 til 14 timer om dagen i høysesongen og sjelden mindre enn 12 timer om dagen i lavsesongen.

source: In my view, the conclusion would have to be the same for release on probation according to the 12 -year rule in Section 35, first paragraph, second sentence of the Prison Act.
nb: Etter mitt syn måtte konklusjonen bli den samme for prøveløslatelse etter 12-årsregelen i fengselsloven § 35 første ledd andre punktum.

source: The Commission may well also have received information that has not been recorded.
nb: Kommisjonen kan nok også ha mottatt opplysninger som ikke er protokollert.

source: Furthermore, the court of appeal has found support in Eidsivating Court of Appeal's judgment, included in RG-2008-1142, which also concerned non-payment and non-registration of a capital increase.
nb: Lagmannsretten har videre funnet støtte for sitt syn i Eidsivating lagmannsretts dom, inntatt i RG-2008-1142, som også gjaldt unnlatt innbetaling og manglende registrering av kapitalforhøyelse.

source: (135) In many respects the Butt case is different from the case now pending before the Supreme Court.
nb: (135) Butt-saken skiller seg på mange punkter fra den Høyesterett nå har til behandling. Det er

source: I share this view.
nb: Dette er jeg enig i.

source: This also implies that UNE, to justify the revocation, would have had to conclude that A's and her daughter's reunion with B implied that they could obtain protection in Afghanistan.
nb: Dette innebærer at UNE, som begrunnelse for tilbakekallet, også måtte ha kommet til at As og datterens gjenforening med B førte til at de kunne oppnå beskyttelse i Afghanistan.

source: When deciding the issue of jurisdiction, the court cannot only rely on the parties' contentions, but must review the facts and the law to the extent required, see the Supreme Court judgment in Rt-1987-531, stating:
nb: Ved avgjørelsen av kompetansespørsmålet kan retten ikke bare bygge på partenes pretensjoner, men må prøve faktum og juss så langt det er nødvendig, jf. Rt-1987-531, hvor det heter:

source: mayor’s letter to the Lapp Inspector in the winter of 1944 shows that he too was most concerned about
nb: Ordførerens brev til lappefogden vinteren 1944 viser at også han var mest opptatt av det samme.

source: The scheme is financed over the state budget.
nb: Ordningen finansieres over statsbudsjettet.

source: When assessing the penalty for participation, the "duration of the participation, the tasks that were carried out, the role in the organisation and the terrorist organisation in question" are essential, see HR-2016-1422, paragraph 18.
nb: Ved vurderingen av straffenivået for deltakelse må det legges vekt på "varigheten av deltakelsen, oppgavene som ble utført, rollen i organisasjonen og hvilken terrororganisasjon det gjelder", se HR-2016-1422 avsnitt 18.

source: will receive what is called a witness summons.
nb: • Du må møte til avtalt tid og melde deg i resep-

source: The question is whether the validity and perfection of the security are to be decided under English law.
nb: Spørsmålet er om pantets gyldighet og rettsvern skal løses etter engelsk rett.

source: No grounds for disciplinary action.
nb: Ikke grunnlag for disiplinærvedtak.

source: This is illustrated by the EU Court's decision in the mentioned case H versus H.K., where the Court quotes the Commission's statement that it must be of significance that the relevant provision "seeks to preserve the distributable assets".
nb: Dette illustreres av EU-domstolens avgjørelse i den nevnte saken H mot H.K., der domstolen gjengir Kommisjonens uttalelse om at det tillegges betydning at den aktuelle bestemmelse "seeks to preserve the distributable assets".

source: The statutes also state that key aspects for deciding on confiscation and whether it will be disproportional intervention will include the seriousness of the offence, what risks to traffic safety the offender represents, how strong the evidence is against him and how strong the need is for him to retain his driving licence, cf. inter alia Rt-2005-160, Rt-2005-605 and Rt-2005-1252.”
nb: Av praksis følger for øvrig at sentrale momenter i vurderingen av tilbakekall og om dette vil være et uforholdsmessig inngrep, særlig vil være lovovertredelsens alvor, hvilken trafikksikkerhetsrisiko domfelte representerer, hvor sterke bevis som foreligger mot ham og hvilket behov han har for å beholde førerkortet, se blant annet Rt-2005-160, Rt-2005-605 og Rt-2005-1252.”

source: , in the sense these terms are used in article 3 of the ECHR.
nb: , i den forstand disse uttrykkene brukes i EMK artikkel 3.

source: Commission that he was a cotter under the Kallar farm in Selbu where he had lived his whole
nb: Kallar i Selbu hvor han hadde bodd hele sitt liv.

source: The case at hand concerns drugs that are mainly used by patients with a chronic condition who undoubtedly have a particular interest in the choice of drugs.
nb: I saken her gjelder det medikamenter som i det vesentlige brukes av pasienter med en kronisk lidelse, og disse vil utvilsomt ha en særlig interesse i valg av medikamenter.

source: (102) My conclusion is consequently that the request for a declaratory judgment to the effect
nb: (102) Min konklusjon er etter dette at kravet om fastsettelsesdom for at utsendingen av C var i

source: The Supervisory Committee found no grounds for criticism.
nb: Tilsynsutvalget fant ikke grunnlag for kritikk.

source: This suggests that the document is an invitation from ReeM to subscribe for shares.
nb: Dette tilsier at dokumentet må kunne betraktes som et tilbud fra ReeM om aksjetegning.

source: This is expressed as follows in recital 27 in the Copyright Directive's preamble:
nb: Denne forutsetningen har kommet til uttrykk i opphavsrettsdirektivets fortale avsnitt 27:
